{
    "descripcionSeccion": [
        "A lo largo del tiempo he aprendido diferentes tecnologías, y desarrollado diversas habilidades, en el área IT (Tecnología de la Información).",
        "Debido a que estudie la carrera de “Ingeniería en Sistemas de Información”, muchos de estos conocimientos y habilidades fueron adquiridas y desarrolladas en el ámbito universitario. Las cuales pude llevar a la práctica trabajando un Centro de Investigación y en una consultora Internacional de Sistemas, y a su vez, en estos mismos lugares seguir aprender nuevas habilidades y tecnologías.",
        "Actualmente soy Desarrollador FrontEnd en ReactJS y realizando diferentes actividades como Diseñador UX/UI. Hoy me encuentro  mesclado un poco de ambos mundo, “El Desarrollo” y “El Diseño Web”, para encontrar y desarrollar soluciones software a diferentes problemáticas, de una forma innovadoras, creativas, eficaz y eficiente, que logren cumplir y superar con los objetivo planteados, sacado así una ventajas competitivas en el mercado, utilizando como medio las tecnologías más utilizadas en la actualidad.",
        "Relacionando el proceso de diseño y el proceso de desarrollo de una forma agil, mediantes las actuales metodologias agiles, como Scrum y Kanban."
    ],
    "ItemsSituacion": [
        {
            "titulo": "Desing UIX",
            "descripcion": "Actualmente incursionado en el mundo del Diseño, y realizando diferentes actividades relacionadas con el Design UI/UX, para mejorar y facilitar a a los usuarios el uso de las aplicaciones web.",
            "text-preboton": "Puede ver más sobre esto en mi portfolio",
            "text-boton": "ver portfolio",
            "url": "",
            "imagen": "/images/fotoUX3.png"
        },
        {
            "titulo": "Developer",
            "descripcion": "Mi rol principal actualmente es el de Desarrollador FrontEnd en ReactJS, e incursionado en el área de Desarrollo BackEnd y en Tecnologías de Bases de Datos.",
            "text-preboton": "Puede ver más sobre esto en mi portfolio",
            "text-boton": "ver portfolio",
            "url": "",
            "imagen": "/images/fotoDEV3.png"
        },
        {
            "titulo": "Persona",
            "descripcion": "Personalmente, soy una persona muy sociable, divertida y siempre dispuesta a ayudar a los compañeros en la tarea que lo precisen",
            "text-preboton": "Puedes conoce más sobre mis intereses y hobbies en",
            "text-boton": "Acerca de Mi",
            "url": "",
            "imagen": "/images/fotoPER3.png"
        }
    ]
}